<?php include("_markup/markup-scripts.php");
ito_page_start("Помощь Ito-sama"); $default_img_dir = "help"; ?>

<!-- Заголовок -->
<div class="full bar wide-typo"><div class="safepin-divider"></div>
<h1>Помощь</h1>
<h2>Дополнительная информация о разных штуках</h2>
</div>

<div class="quarter bar narrow-typo"><div class="flower-divider"></div>
<h1>Ты дизайнер одежды <br />или  шьёшь на заказ?</h1>
<p>Я дизайнер. Шью свои модели по своим идеям, из своей ткани. С другой стороны, мои друзья могут мечтательно протянуть, что, дескать, хотят себе кимоно или какие-нибудь штанцы (типа задолбавших меня "афгани", какое дурацкое слово для рабочих штанов турок и индусов) - и мой мозг начнёт работать и придумывать. Но опять же, всё равно я всё придумаю сам.</p>
<p>Скажем так, мне интересно в ответ на ваш заказ сшить вам что-то из МОЕЙ головы, подходящее для вашего случая :) А весь сайт - это и есть представление для вас, что у меня в голове :))</p>
<h1>А вы где, в Москве? </h1>
<p>В Подмосковье.</p>
</div>

<div class="half bar narrow-typo"><div class="flower-divider"></div>
<h1>Мой подход к заказу</h1>
<p>Я действую в некотором роде как ваш ненадолго стилист  - вы ко мне &quot;приходите&quot;, даёте общее направление (&quot;<em>хочу рубашку! Вот может как эта...</em>&quot;), а я на вас смотрю, и конкретику и ткань определяю сам. </p>
<p>Это наиболее для меня интересный и органичный путь, дающий наилучший в моём случае результат. </p>
<p>Есть ситуации когда мне будет хотеться отказаться от заказа  - внятно заранее описать их врядли получится, но причина так или иначе - отступление от интересного и органичного мне пути :) </p>
<p><strong>Следствие 1 - ткани не повторяются</strong>. Ткани как правило не повторяются. То, что представлено в каталоге, для вас будет сшито из другой ткани. На мой вкус, как вашего стилиста :)) На самом деле всё это довольно весело и для вас  - как игра загадай себе одёжку у Ито-сама :), и для меня - творчество гораздо гармоничней.</p>
<p><strong>Следствие 2 - одёжка дороже-дешевле</strong>. Иногда  ткань, подходящая вам, дороже расчётной. Иногда я предложу несоколько другой фасон, дороже (а иногда и дешевле) расчётного. Это тоже входит в нормальный ход заказа.</p>
</div>

<div class="quarter bar narrow-typo"><div class="flower-divider"></div>
<h1>А что можно заказать?</h1>
<p>Есть три места, глядя на которые можно что-нибудь себе хотеть, что неминуемо приведёт к заказу: </p>
<p><strong>Первое</strong> - <a href="catalog/">каталог</a>. Оттуда можно, что понравилось, хотеть себе подобное, и просить меня это сделать :)</p>
<p><strong>Второе</strong> - <a href="#new-model-announce">объявления на первой</a> странице о ждущих выпуска одёжек. Там, где &quot;из вот этой ткани я сошью вот эту вещь&quot;.</p>
<p><strong>Третье</strong> - в самом низу на первой странице разместились с удобствами мои швейные планы на будущее - <a href="#far-plans">&quot;будущие модели&quot;</a>. Вы в них можете поучаствовать, на них повлиять и себе что-то оттуда попросить. Это самый хаотический и странный заказ - по-сути спонсирование разработки.</p>
</div>

<div class="single bar narrow-typo"><div class="flower-divider"></div>
<h1>А  сайт правда сшит,<br />или это фотошоп?</h1>
<p>Правда сшит:</p>
<p class="center"><a href="_markup/site-pic.jpg" class="thickbox"><img src="_markup/site-pic.png" alt="" width="215" height="215" /></a></p>
</div>

<div class="single bar narrow-typo"><div class="flower-divider"></div>
<h1>А что если мне нравится ткань <a href="#new-model-announce">в объявлениях</a>, но не нужно то, что из неё ты предлагаешь сшить?</h1>
<p>Немедленно написать мне об этом :) Особенно про то, что же вам  нужно.</p>
<p>Всенепременно наверняка я и сам хотел что-то подобное сшить, но просто не было повода. </p>
<p>&quot;Два хороших человека всегда cмогут договориться&quot; :)) <em><span class="small-text">&copy; Джуффин Халли</span></em></p>
</div>

<div class="full bar wide-typo"><a name="kilt-skirt-instruct"></a><div class="flower-divider"></div>
<h1>Юбка-распашонка</h1>
<h2>Инструкция и порядок одевания</h2>
<div style="text-align: center;"><img src="images/kilt-skirt-instructions.png" alt="" width="880" height="253" /></div>
<p>Косички завязывать как на рисунке не обязательно.</p>
<p>Это юбка как халат или любая другая запахивающаяся штука - просто заворачиваешься с неё и связываешь вместе оказавшиеся рядом завязки :)  В результате должно получиться два бантика: справа и слева на боках. Один из бантиков завязывается как бы через край юбки. Это нормально. Второй бантик получается как бы нарядный и парадный,  поэтому там иногда и завязки длиннее, и или какую-нибудь вообще парадная штуковина приделана.</p>
</div>

<div class="full bar wide-typo"><a name="order-process"></a><div class="flower-divider"></div>
<h1>Процесс заказа</h1>
<h2>Коротко</h2>
<p>Мы связываемся, переписываемся, я делаю вам одёжку, высылаю её по почте наложенным платежом - а вы  ждёте у околицы весточки от своего почтового отделения, потом получаете посылку и заплатив почте  денег, получаете своё сокровище :)</p>
<h2>Подробнее</h2>
<p>Для начала вы можете как написать мне на <strong><a href="mailto:mail@ito-sama.ru">mail@ito-sama.ru</a></strong>, так и позвонить  <strong>+7&nbsp;(906)&nbsp;701-73-29</strong>, меня следует называть <strong>Ито</strong>.</p>
<a name="what-you-need-in-order"></a>
<p>Что понадобится в разговоре? Для начала - что за одёжка. Я каждой одёжке присваиваю код, чтоб не путаться, записвайте его, ну и feel free кидаться ссылками на мои же фотки для понятности и сравнений.</p>
<p>Потом - ваши <a href="#how-to-know-your-size">размеры</a>. Я их под вашим именем занесу в свою базу :)</p>
<p>Потом мы начнём говорить :) Долго ли, коротко мы будем говорить, и  после него засяду я шить вам вашу одёжку. В зависимости от моей загруженности срок может быть разным, но я бы рекомендовал сразу настраиваться на неспешный ритм от недели. Это не считая почты.</p>
<p>В процессе вы можете справляться о делах вашей одежки, и конечно, я сообщу вам, когда понесу её на почту вам отправлять.</p>
<p>Так же вы можете сами приехать в таинственный город космоса Королёв (7 км от МКАД) и забрать одёжку и расплатиться лично. Готовьте дополнительно 150 руб на дорогу и пепси-колу. Как добраться я расскажу, это несложно.</p>
<p>Вот, собственно, и всё.</p>
<p>Ещё, у меня имеется кошелёк Яндекс.Денег (<small>а так как существует сервис <a href="http://www.roboxchange.com/SelectPair.aspx">RoboXchange</a>, то и всякие другие e-валюты</small>), и счёт в ВТБ24 - для каких-нибудь необычайных денежных махинаций. Эти номера счетов (в просторечии &#8220;реквизиты&#8221;) я  вам в переписке  скажу, если понадобятся, на ваше электронное ушко.<br />
</p>
</div>

<div class="full bar wide-typo"><a name="how-to-know-your-size"></a><div class="flower-divider"></div>
<h1>Как узнать свои размеры?</h1>
<p>Как вы знаете, мне необходимы  четыре размера для любого типа одежды:</p>
<ul>
    <li><strong>Рост</strong></li>
    <li>Обхват <strong>груди</strong> (&quot;обхват&quot;, звучит гораздо домашнее и эротичнее чем выхолощенно блестящий &quot;объём&quot;, согласитесь)</li>
    <li>Обхват <strong>талии</strong></li>
    <li> Обхват <strong>бёдер</strong></li>
</ul>
<p>Остальные размеры я нахожу по таблице типовых фигур. Это такая тайная швейная книжица с циферками.</p>
<h2>Как узнать свой <strong>рост</strong><br />(<small>требуемая точность ~3см</small>)</h2>
<p><strong>Быстрый способ</strong>. <em>Требуется писа́ло и сантиметровый измерятель.</em></p>
<p>Встаём лицом к стене, смотрим прямо перед собой, считаем до трёх :) и отмечаем точку, куда падает ваш взгляд. Меряем, сколько это до пола. И вот к этой величине прибавляем сантиметров 13, если вы коротышка; 15, если средний человек и 17, если вы здоровы, как кран - вот и будет ваш рост. Точность не ахти, но для швейных целей сойдёт.</p>
<p><strong>Способ по-книжному</strong>. <em>Требуется нетяжёлая книжка, писательный прибор и  измерятор сантиметров.</em></p>
<p>Встаём лицом к стене, кладём книжку на голову, говорим: &#8220;шлёп!&#8221;. Там, где книжка касается стенки (ещё не касается? Так придвиньте!), отметьте - от этой точки вниз и будет ваш рост. Сильно не заморачивайтесь с горизонтальностью книжки.</p>

<h2>Как <span style="text-decoration:line-through;">обхватить</span> узнать обхват <strong>груди</strong><br /> (<small>требуемая точность ~1cм</small>)</h2>
<p>Способ <strong>Classic Edition</strong>. <em>Гибкий метр нужен. Или нетянущийся шнур</em>.</p>
<p>Встаём, сладко замираем, обхватываем грудь в самом широком месте, <strong>вдыхаем полную грудь воздуха</strong>, смотрим, что получилось на гибком метре. Если это шнур, делаем узелок :) Измеряете потом своей косной, негибкой линейкой или, на крайняк, листочком в клеточку — там две клеточки это один сантиметр :)</p>
<p><strong>Способ специфический</strong>. <em>Нужна ваша узкая футболка или кофта</em></p>
<p>Смотрим какой там стоит размер - L, S, M или что. XL? Нужна такая футболка, которая на вас не свободна, а именно что &#8220;идеально сидит&#8221; в груди - не в обтяг и не свободно. Говорите мне эту букву. У меня и на этот случай есть тайная швейная книжица.</p>
<p>Не самый лучший способ на мой взгляд, но вы должны знать, что возможность такая есть.</p>

<h2><strong>Талия</strong> <br />(<small>требуемая точность ~2см</small>)</h2>
<p>Ну, тут только <strong>классический способ</strong> гибким метром или нетянущимся шнурком. Встаём посредине комнаты, начинаем напевать песенку. Обвязываем себя гибким метром или нетянущимся шнурком один раз в районе талии - это узкое место посредине между грудью и бёдрами - смотрим, сколько получилось. Это обвяз вашей талии. В смысле обхват. Или объём, хотя хре́на это объём, если это длина окружности. <em>Периметр</em> талии я бы даже сказал. Короче эта цифра мне нужна.</p>
<p>Или завязываем узел на шнурке, если гибкого метра у вас отродясь не водилось. Потом шнурок меряем децкой линейкой, листочком в клеточку или ээээ меряем ею диагональ своего монитора. Зная диагональ монитора в дюймах (15"? 14"?), и сколько раз (дробное наверняка) укладывается шнурок в диагональ вашего монитора - можно найти длину шнурка в дюймах. Потом перевести в сантиметры нужно - 1дюйм = 2.54 см. Ну вот. Либо гибкий метр, либо арифметика.</p>
<p>Ещё известно, что лист А4 в узком месте 21 см. </p>

<h2>Обхват бёдер.<br />(<small>требуемая точность ~1см</small>)</h2>
<p><strong>Проницательный способ</strong>. <em>Гибкий метр или шнур нетянущийся трэба</em>.</p>
<p>Короче, обвязываем себя в районе попы в самом широком месте. Да, не забыть встать посреди комнаты, представить себе заходящее солнце. Теперь пытаемся как бы пролезть в это кольцо, придерживая, чтоб не разъехалось - туда-сюда пролезать, снимать-одевать как бы это кольцо, как ремень или штаны. Кроме шуток, это кольцо покажет ваш самый наиактуальнейший рабочий размер бёдер. Он-то нам и нужен. В трусах это лучше делать, понятное дело.</p>
<p>Если у вас всё ещё нетянущийся шнур, оденьтесь, возьмите рублей 100, выйдите на улицу к ближайшему ларьку союзпечати - они всегда гибкие метры продают. Страшненькие, беленькие такие. Но нам сойдёт. Я-то свой в специализированном магазине гибких изящных метров покупал.</p>
<p><strong>Хитрый способ</strong>. <em>Хватаем ваши любимые брюки, лучше джинсы</em>.</p>
<p>Смотрим ваш размер джинсов - типа 33/34 или что-то вроде того. Первая цифра - ваш обхват бёдер в дюймах! :))) Поздравляю, теперь и вы знаете этот секрет. Если это &#8220;резиновые&#8221; джинсы, которые вам в жуткий обтяг, прибавьте 1. Говорите мне эту цифру.</p>
<h2>* * *</h2>
<h2>Так-то.</h2>
</div>

<?php ito_page_end() ?>
