<?php include("markup/scripts.php");
ito_page_start("Помощь Ito-sama"); $default_img_dir = "help"; ?>

<div class="full bar wide-typo">
    <a name="how-to-know-your-size"></a>
    <div class="flower-divider"></div>
    <h1>Как узнать свои размеры?</h1>
    <p>Как вы знаете, мне необходимы четыре ваших размера:</p>
    <ul>
        <li><strong>Рост</strong></li>
        <li>Обхват <strong>груди</strong></li>
        <li>Обхват <strong>талии</strong></li>
        <li>Обхват <strong>бёдер</strong></li>
    </ul>
</div>

<div class="full bar wide-typo"> 
<h2>Как узнать свой рост</h2>
<p>Встаёте босиком к стеночке или косяку, книжку или ладонь кладём на голову, 
так чтобы краем до стеночки касалась. Изворачиваемся и отмечаем место касания. Дальше
просто меряем расстояние до пола чем угодо. Это ваш рост. Не парьтесь насчёт строгой горизонтальности книжки,
плюс-минус 2 сантиметра и нормально.</p>
<h2>Как измерить чужой рост тайно от измеряемого.</h2>
<p><strong>Используем свой рост</strong>. Измерьте сначала как-нибудь свой рост. Теперь, улучив подходящий момент, прямо посмотрите на жертву и тайно заметьте место куда падает ваш взгляд - например на макушку если вы выше, или на подбородок если вы ниже. Используйте трюк для горизонтальности взгляда - смотрите как будто на дальний горизонт, сквозь человека.</p>
<p>Начинаем операцию "глаз-алмаз": вы должны
оценить разницу этого места с уровнем глаз человека, продолжая с ним мило чатиться (разводить трепаторию/говорилировать/осуществлять разговоризацию). Этим же вечером, под одеялком с фонариком, на листке бумажки отнимите (или прибавьте) эту разницу к своему росту. Это и будет его рост.</p>
<p><strong>Не используем свой рост</strong>. Просто заметьте на глаз когда он/она пройдёт мимо косяка или
любой стены, где его макушка проходит на уровне стены (можете меточкой пометить). Потом ночью находите это место и измеряете любым способом это место до пола. Это его рост, о чудо.</p>
</div>

<div class="full bar wide-typo"> 
<h2>Грудь, талия, бёдра</h2>
<p>Ну тут никак, кроме как с гибким сантиметром. Если нет сил дойти до ларька
союзпечати где они по 50 рублей, измеряйте нерастягивающейся верёвочкой и
отмечайте на ней (узелками или фломастером-ручкой). Потом на столе разложите,
измерите линейкой обычной (продают в канцтоварах). Но лучше дойти купить
сантиметр, пригодится. Они продаются кроме ларьков союзпечати, в швейных
магазинах.</p>
<p> Измеряются обхваты, как обхват дерева - обматываемся вокруг
нужного места гибким сантиметром. Замечаем сколько длины сантимера понадобилось
чтоб нас обхватить (один раз). Обхваты груди, талии и бёдер - это просто
места, в которых нужно будет обматываться.</p>
<p><strong>Обхват груди</strong>. Он у нас разный! Самая узкая грудь когда
мы только что выдохнули. Средняя - когда набрали воздуха. Самая широкая (касается
больше парней) - когда вы пытаетесь "порвать мышцами рубашку на спине", ну
и просто подвигать шкафы и потаскать коробки - когда напрягаются мышцы спины
и груди. Что мне давать? Я бы рекомендовал "грудь с воздухом".
Измеряйте "самое широкое" место в области груди - это и будет нужный размер</p>
<p><strong>Талия</strong>. Это элементарное измерение - просто найдите самое
узкое место между бёдрами и грудью и меряйте.</p>
<p><strong>Бёдра</strong>. По сути - самое широкое место на уровне бёдер. Делается
вот как - сделайте кольцо из сантиметра или верёвочки (пальцами просто пережмите
место скрепления) и попытайтесь его &quot;одеть&quot; как будто это штаны и юбка.
Минимальная ширина кольца, при котором вы в него спокойно и не извиваясь
как змея пролазите, и будет правильный обхват
бёдер.</p>
<h2>Как узнать обхваты груди, талии и бёдер тайно от измеряемого</h2>
<p>Во-первых, можно. Но, во-вторых, будет очень неточно. Есть риск что вещь не подойдёт, но такова цена сюрприза. Идеально если вы сможете запудрить жертве мозги/отвлечь внимание/обмануть и фактически просто измерить его сантиметром, просто скрывая свои истинные намерения (подарить одёжку) - например наплести про конкурс красоты или типа.</p>
<p> Второй по точности
метод - получить на руки его актуальную одежду. Понадобится несколько вариантов
для точности - например футболки и рубашка и кофта для обхвата груди. Несколько
разных брюк для обхватов бёдер (и косвенно - талии).</p>
</div>

<div class="full bar wide-typo">
<div class="safepin-divider"></div>
</div>

<div class="single bar narrow-typo">
<h1>Cайт реально сшит,<br />или это фотошоп?</h1>
<p class="center"><a href="markup/site-pic.jpg" class="thickbox"><img src="markup/site-pic.png" alt="" width="215" height="215" /></a></p>
<p class="center">Правда сшит</p>
</div>
<?php ito_page_end() ?>
